[
  {
    "title": "Little Mom (2021)",
    "slug": "little-mom-2021",
    "img": "/assets/images/1550372283.jpg",
    "desc": "Naura gadis 16 tahun yang cantik, berprestasi, dan jadi kebanggaan orangtua dan teman-teman sekolahnya. Sejak kecil ia bercita-cita menjadi dokter kandungan dan sudah merencanakan masa depannya. Tapi semua berantakan ketika ia hamil oleh Yuda, pacarnya, yang kemudian pindah ke Jepang meninggalkannya. Inilah kisah lika-liku Naura menghadapi kehamilan di luar nikah di usia remaja, bagaimana ia menjaga rahasia kehamilannya, cinta segitiganya dengan Keenan dan Yuda, persaingannya dengan Celine, perjalanannya menjadi seorang ibu muda, dan perjuangannya meraih cita-cita.",
    "episode": [
      {
        "ep": 1,
        "url": [
          "http://167.88.14.147/iembed/?source=aHR0cHM6Ly9kb29kLmxhL2Uvc2F2aGhtd250a2Rm"
        ]
      },
      {
        "ep": 2,
        "url": [
          "http://167.88.14.147/iembed/?source=aHR0cHM6Ly9kb29kLmxhL2UvdDhubzM2dDV5bmV2"
        ]
      },
      {
        "ep": 3,
        "url": [
          "http://167.88.14.147/iembed/?source=aHR0cHM6Ly9kb29kLmxhL2UvOXZsaTl1cGNmNGl3"
        ]
      }
    ]
  },
  {
    "title": "Lovers of the Red Sky",
    "slug": "lovers-of-the-red-sky",
    "img": "https://i3.wp.com/oppadrama.me/wp-content/uploads/2021/08/Lovers-of-the-Red-Sky.jpg",
    "desc": "Ditetapkan melalui teknologi Joseon, Hong Cheon Ki adalah seorang pelukis wanita dengan jenius seperti keterampilan menggambarkan. Dia dipilih karena pelukis wanita pertama dari Dohwaseo (Akademi Seni Lukis Kerajaan Korea). Hong Cheon Ki juga memiliki paras yang cantik dan karakter yang ceria. Baginya, melukis adalah segalanya. Suatu hari, dia bertemu Ha Ram.\n Ha Ram adalah seorang perwira di Seowoongwan, sebuah kantor di tingkat astronomi, geografi, seni ramalan, dan meteorologi. Ketika ia menjadi muda, sebuah putaran nasib membawanya untuk berakhir buta. Hong Cheon Ki jatuh cinta padanya dan dia tidak peduli dia buta. Hong Cheon Ki terus tampil di depan Ha Ram dan dia mendapati dirinya menantikannya.",
    "episode": [
      {
        "ep": 1,
        "url": []
      },
      {
        "ep": 2,
        "url": []
      },
      {
        "ep": 3,
        "url": []
      },
      {
        "ep": 4,
        "url": [
          "https://drive.google.com/uc?export=download&id=1MmhogYQis9IGUYMfDgzBlc79IomYY1JF"
        ]
      }
    ]
  }
]
