[
  {
    "title": "Little Mom (2021)",
    "slug": "little-mom-2021",
    "img": "/assets/images/1550372283.jpg",
    "desc": "Little Mom bercerita tentang Naura (Natasha Wilona), seorang gadis cantik berusia 16 tahun berprestasi yang merupakan kebanggaan orang tua yang bercita-cita menjadi. seorang dokter kandungan. Sayangnya, mimpinya berantakan karena mengandung Yuda (Teuku Rassya), cowok keren dan populer di sekolah. Situasi menjadi lebih rumit karena Yuda pindah ke Jepang dan Naura harus menghadapi Keenan (Al Ghazali), pembuat onar di sekolah tetapi selalu ada untuk Naura di saat-saat sulit. Naura juga harus menghadapi Celine (Elina Joerg), rival tangguh Naura di setiap laga way, yang juga suka Keenan.",
    "episode": [
      {
        "ep": 1,
        "url": [
          "http://167.88.14.147/iembed/?source=aHR0cHM6Ly9kb29kLmxhL2Uvc2F2aGhtd250a2Rm"
        ]
      },
      {
        "ep": 2,
        "url": [
          "http://167.88.14.147/iembed/?source=aHR0cHM6Ly9kb29kLmxhL2UvdDhubzM2dDV5bmV2"
        ]
      },
      {
        "ep": 3,
        "url": [
          "http://167.88.14.147/iembed/?source=aHR0cHM6Ly9kb29kLmxhL2UvOXZsaTl1cGNmNGl3"
        ]
      }
    ]
  },
  {
    "title": "Lovers of the Red Sky",
    "slug": "lovers-of-the-red-sky",
    "img": "https://i3.wp.com/oppadrama.me/wp-content/uploads/2021/08/Lovers-of-the-Red-Sky.jpg",
    "desc": "Ditetapkan melalui teknologi Joseon, Hong Cheon Ki adalah seorang pelukis wanita dengan jenius seperti keterampilan menggambarkan. Dia dipilih karena pelukis wanita pertama dari Dohwaseo (Akademi Seni Lukis Kerajaan Korea). Hong Cheon Ki juga memiliki paras yang cantik dan karakter yang ceria. Baginya, melukis adalah segalanya. Suatu hari, dia bertemu Ha Ram.\n Ha Ram adalah seorang perwira di Seowoongwan, sebuah kantor di tingkat astronomi, geografi, seni ramalan, dan meteorologi. Ketika ia menjadi muda, sebuah putaran nasib membawanya untuk berakhir buta. Hong Cheon Ki jatuh cinta padanya dan dia tidak peduli dia buta. Hong Cheon Ki terus tampil di depan Ha Ram dan dia mendapati dirinya menantikannya.",
    "episode": [
      {
        "ep": 1,
        "url": []
      },
      {
        "ep": 2,
        "url": []
      },
      {
        "ep": 3,
        "url": []
      },
      {
        "ep": 4,
        "url": [
          "https://drive.google.com/uc?export=download&id=1MmhogYQis9IGUYMfDgzBlc79IomYY1JF"
        ]
      }
    ]
  }
]
